Repository: superturboryan/WatchCloud
Catalog: WatchCloud Watch App/Localizable.xcstrings
Source language: en
Languages: ar, de, es_419, fr, it, ja, ko, nl, pt_br, vi

source: to download tracks to watch
ar: لتحميل المقاطع للمشاهدة
de: um Titel auf das Gerät herunterzuladen
es_419: para descargar canciones al dispositivo
fr: pour télécharger des morceaux
it: per scaricare le canzoni sull'orologio
ja: 視聴するトラックをダウンロードするには
ko: 시청할 음악을 다운로드하려면
nl: om nummers te downloaden om te bekijken
pt_br: para baixar músicas para o relógio
vi: để tải bài hát xuống Apple Watch

source: %@ hrs
ar: %@ ساعات
de: %@ h
it: %@ ore
ja: %@時間
ko: %@ 시간
nl: %@ uur
pt_br: %@h
vi: %@ giờ

# %02d mins
source: %lldmins
ar: %lld دقائق
de: %lld Min
it: %lldmin
ja: %lld分
ko: %lld 분
nl: %lldmin
vi: %lld phút

# %d tracks
source: %lld tracks
ar: %lld أغاني
es_419: %lld pistas
fr: %lld morceaux
it: %lld canzoni
ja: %lld曲
ko: %lld 노래
nl: %lld nummers
pt_br: %lld faixas
vi: %lld bài hát

# %d Tracks
source: %lld Tracks
ar: %lld أغاني
es_419: %lld Pistas
fr: %lld Morceaux
it: %lld Canzoni
ja: %lld曲
ko: %lld 노래
nl: %lld Nummers
pt_br: %lld Faixas
vi: %lld Bài hát

source: App
ar: التطبيق
ja: アプリ
ko: 앱
vi: Ứng dụng

source: Are you sure you want to logout?
ar: هل أنت متأكد أنك تريد تسجيل الخروج
de: Sind Sie sicher?
es_419: ¿Estás seguro de que quieres cerrar sesión?
fr: Êtes-vous sûr de vouloir vous déconnecter ?
it: È sicuro di voler continuare?
ja: ログアウトしてもよろしいですか?
ko: 정말로 로그아웃하시겠습니까?
nl: Weet u zeker dat u wilt uitloggen?
pt_br: Tem certeza que deseja sair?
vi: Bạn có chắc chắn bạn muốn thoát?

source: Are you sure you want to remove all downloads?
ar: هل أنت متأكد أنك تريد إزالة جميع الأغاني التي تم تنزيلها؟
de: Möchten Sie wirklich alle Downloads entfernen?
es_419: ¿Estás seguro de que quieres eliminar todas las descargas?
fr: Êtes-vous sûr de vouloir supprimer tous les téléchargements ?
it: Sei sicuro di voler rimuovere tutti i download?
ja: すべてのダウンロードを削除してもよろしいですか?
ko: 모든 다운로드를 삭제하시겠습니까?
nl: Weet u zeker dat u alle downloads wilt verwijderen?
pt_br: Tem certeza de que deseja remover todos os downloads?
vi: Bạn có chắc chắn muốn xóa tất cả nội dung tải xuống không?

source: artists
ar: الفنانين
de: Künstler
es_419: artistas
fr: artistes
it: artisti
ja: アーティスト
ko: 예술가
nl: artiesten
pt_br: artistas
vi: nghệ sĩ

source: Cancel
ar: إلغاء
de: Stornieren
es_419: Anular
fr: Annuler
it: Cancellare
ja: 取り消す
ko: 취소하다
nl: Annuleren
pt_br: Cancelar
vi: Hủy bỏ

source: Cellular Data
ar: استعمل البيانات الخلوية
de: Mobilfunkdaten
es_419: Datos Celulares
fr: Données Cellulaires
it: Dati Cellulare
ja: セルラーデータ
ko: 셀룰러 데이터
nl: Mobiele Data
pt_br: Dados Celular
vi: Dữ liệu di động

source: Clear History
ar: حذف التاريخ
de: Suchverlauf löschen
es_419: Eliminar el historial
fr: Effacer L'historique
it: Elimina Cronologia
ja: 検索履歴を削除する
ko: 검색 기록 삭제
nl: Geschiedenis Wissen
pt_br: Apagar O Histórico
vi: Xóa lịch sử

source: Connect
ar: تسجيل دخول
de: Login
es_419: Conectar
fr: Se Connecter
it: Connetersi
ja: ログイン
ko: 로그인
nl: Login
pt_br: Conectar
vi: Kết nối

source: Connect to SoundCloud using the WatchCloud iOS app on your phone (recommended)
ar: اتصل بـ SoundCloud باستخدام WatchCloud iOS على هاتفك (مستحسن)
de: Stellen Sie über die WatchCloud iOS-App auf Ihrem iPhone eine Verbindung zu SoundCloud her (empfohlen)
es_419: Conéctese a SoundCloud usando la aplicación WatchCloud iOS en su teléfono (recomendado)
fr: Connectez-vous à SoundCloud en utilisant l'application WatchCloud iOS sur votre iPhone (conseillé)
it: Connettiti a SoundCloud utilizzando l'app iOS WatchCloud sul tuo iPhone (consigliato)
ja: 携帯電話の WatchCloud iOS アプリを使用して SoundCloud に接続します (推奨)
ko: 휴대폰에서 WatchCloud iOS 앱을 사용하여 SoundCloud에 연결(권장)
nl: Maak verbinding met SoundCloud via de WatchCloud iOS-app op uw iPhone (aanbevolen)
pt_br: Conecte-se ao SoundCloud usando o aplicativo WatchCloud iOS em seu iPhone (recomendado)
vi: Kết nối với SoundCloud bằng ứng dụng WatchCloud iOS trên điện thoại của bạn (được khuyến nghị)

source: Display a QR code in place of artwork when screen is dimmed
ar: عرض رمز الاستجابة السريعة بدلاً من العمل الفني عندما تكون الشاشة خافتة
de: Bei abgedunkeltem Bildschirm anstelle des Songbilds einen QR-Code anzeigen
es_419: Muestra un código QR en lugar de una obra de arte cuando la pantalla está atenuada
fr: Afficher un code QR à la place de l'illustration lorsque l'écran est grisé
it: Visualizza un codice QR al posto dell'opera d'arte quando lo schermo è oscurato
ja: 画面が暗くなったときにアートワークの代わりにQRコードを表示する
ko: 화면이 어두워지면 작품 대신 QR 코드 표시
nl: Geef een QR-code weer in plaats van illustraties wanneer het scherm gedimd is
pt_br: Exibir um código QR em vez da arte quando a tela estiver esmaecida
vi: Hiển thị mã QR thay cho tác phẩm nghệ thuật khi màn hình bị mờ

source: Download
ar: تحميل
de: Herunterladen
es_419: Descargar
fr: Télécharger
it: Caricare
ja: ダウンロード
ko: 다운로드
nl: Downloaden
vi: Tải xuống

source: Download already exists
ar: التنزيل موجود بالفعل
de: Der Download existiert bereits
es_419: La descarga ya existe
fr: Le téléchargement existe déjà
it: Il download esiste già
ja: ダウンロードはすでに存在します
ko: 다운로드가 이미 존재합니다
nl: Download bestaat al
pt_br: O download já existe
vi: Bản tải xuống đã tồn tại

source: Downloaded
ar: تم تنزيله
de: Heruntergeladen
es_419: Descargada
fr: Téléchargée
it: Scaricata
ja: ダウンロードされた
ko: 다운로드됨
nl: Gedownload
pt_br: Baixada
vi: Đã tải xuống

source: Downloaded (%lld)
ar: تم تنزيله (%lld)
de: Heruntergeladen (%lld)
es_419: Descargado (%lld)
fr: Téléchargées (%lld)
it: Scaricato (%lld)
ja: ダウンロード済み (%lld)
ko: 다운로드됨(%lld)
nl: Gedownload (%lld)
pt_br: Baixada (%lld)
vi: Đã tải xuống (%lld)

source: Downloading
ar: تنزيل
de: Wird heruntergeladen
es_419: Descargando
fr: Téléchargant
it: Download in corso
ja: ダウンロード
ko: 다운로드 중
nl: Downloaden
pt_br: Baixando
vi: Đang tải xuống

source: Downloading with a cellular connection is disabled, go to Settings to enable
ar: التنزيل باستخدام الاتصال الخلوي معطل، انتقل إلى الإعدادات للتمكين
de: Das Herunterladen über eine Mobilfunkverbindung ist deaktiviert. Gehen Sie zu den Einstellungen, um es zu aktivieren
es_419: La descarga con una conexión celular está deshabilitada, vaya a configuración para habilitarla
fr: Le téléchargement avec une connexion cellulaire est désactivé, accédez aux paramètres pour l'activer
it: Il download con una connessione cellulare è disabilitato, va su Impostazioni per abilitarlo
ja: 携帯電話接続でのダウンロードは無効になっています。有効にするにはアプリの設定に移動してください
ko: 시계가 어두워지면 노래 이미지 대신 QR 코드 표시
nl: Downloaden met mobiele data is uitgeschakeld. Ga naar Instellingen om dit in te schakelen
pt_br: O download com uma conexão de celular está desativado, vá para as configurações para ativar
vi: Tải xuống bằng kết nối di động bị tắt, hãy đi tới Cài đặt để bật

source: Downloads
ar: التحميلات
es_419: Descargas
fr: Téléchargements
it: Download
ja: ダウンロード
ko: 다운로드
vi: Tải xuống

source: End of list
ar: نهاية القائمة
de: Ende der Liste
es_419: Fin de la lista
fr: Fin de la liste
it: Fine dell'elenco
ja: リストの終わり
ko: 목록 끝
nl: Einde van de lijst
pt_br: Fim da lista
vi: Cuối danh sách

source: End of playlist
ar: نهاية قائمة التشغيل
de: Ende der Playlist
es_419: Fin de la lista
fr: Fin de playlist
it: Fine della playlist
ja: プレイリストの終わり
ko: 재생목록 끝
nl: Einde van afspeellijst
pt_br: Fim da playlist
vi: Kết thúc danh sách phát

source: Failed to connect to SoundCloud, please try again
ar: فشل تسجيل الدخول. يرجى المحاولة مرة أخرى
de: Es konnte keine Verbindung zu SoundCloud hergestellt werden. Bitte versuchen Sie es erneut
es_419: No se pudo conectar a SoundCloud, inténtelo de nuevo
fr: Connexion à Soundcloud échouée, veuillez réessayer
it: Impossibile connettersi a SoundCloud, riprova
ja: SoundCloud に接続できませんでした。もう一度お試しください。
ko: SoundCloud에 연결하지 못했습니다. 다시 시도해 주세요.
nl: Kan geen verbinding maken met SoundCloud, probeer het opnieuw
pt_br: Falha ao conectar ao SoundCloud, tente novamente
vi: Không thể kết nối với SoundCloud, vui lòng thử lại

source: Following
ar: الفنانين الذين أتابعهم
de: Folge ich
es_419: Siguiendo
fr: Aboné(e)
it: Artisti seguiti
ja: 付き従う
ko: 팔로우한 아티스트
nl: Volgend
pt_br: Seguindo
vi: Tiếp theo

source: Getting ready...
ar: يستعد...
de: Fertig werden...
es_419: Preparándose...
fr: L'app se prépare...
it: Prepararsi...
ja: 準備中...
ko: 준비 중...
nl: Klaar maken...
pt_br: Preparando-se...
vi: Đang chuẩn bị ứng dụng...

source: History
ar: سجل البحث
de: Suchverlauf
es_419: Historial de búsqueda
fr: Historique
it: Cronologia
ja: 検索履歴
ko: 검색 기록
nl: Geschiedenis
pt_br: História
vi: Lịch sử

source: If captcha is not appearing on SoundCloud login page, try using
ar: إذا لم يظهر رمز التحقق "captcha" في صفحة تسجيل الدخول إلى SoundCloud، فحاول استخدامه
de: Wenn das Captcha nicht auf der SoundCloud-Anmeldeseite angezeigt wird, versuchen Sie es mit
es_419: Si el captcha no aparece en la página de inicio de sesión de SoundCloud, intenta usar
fr: Si le captcha ne s'affiche pas sur la page de connexion SoundCloud, essayez d'utiliser le
it: Se il captcha non apparisse sulla pagina di accesso di SoundCloud, prova a utilizzare
ja: SoundCloudのログインページに「認証画像」が表示されない場合は、以下をお試しください。
ko: SoundCloud 로그인 페이지에 "인증 이미지"가 표시되지 않으면 다음을 시도해 보십시오.
nl: Als captcha niet verschijnt op de inlogpagina van SoundCloud, probeer het dan te gebruiken
pt_br: Se o captcha não aparecer na página de login do SoundCloud, tente usar
vi: Nếu hình ảnh xác thực không xuất hiện trên trang đăng nhập SoundCloud, hãy thử sử dụng

source: In Progress (%lld)
ar: قيد التقدم (%lld)
de: In Bearbeitung (%lld)
es_419: En Curso (%lld)
fr: En Cours (%lld)
it: In Corso (%lld)
ja: 進行中 (%lld)
ko: 진행 중(%lld)
nl: In Uitvoering (%lld)
pt_br: Em Andamento (%lld)
vi: Đang tiến hành (%lld)

source: in the top-left corner of the player, then tap
ar: في الزاوية العلوية اليسرى للمشغل، ثم اضغط على
de: in der oberen linken Ecke
es_419: en la esquina superior izquierda del reproductor, luego toca
fr: dans le coin supérieur gauche du lecteur, en suite tappez sur
it: nell'angolo in alto a sinistra, quindi tocca
ja: 左上隅にある
ko: 보안문자가 표시되지 않으면
nl: in de linkerbovenhoek van de speler en tik vervolgens op
pt_br: no canto superior esquerdo do player e toque em
vi: ở góc trên cùng bên trái của trình phát, sau đó chạm vào

source: Library
ar: مكتبة
de: Bibliothek
es_419: Biblioteca
fr: Bibliothèque
it: Biblioteca
ja: 図書館
ko: 도서관
nl: Bibliotheek
pt_br: Biblioteca
vi: Thư viện

source: Like
ar: حب
de: Lieben
es_419: Querer
fr: Aimer
it: Amare
ja: 愛する
ko: 좋아하다
nl: Leuk Vinden
pt_br: Gostar
vi: Giống

source: Liked
ar: أغنية أعجبتني
de: Geliebt
es_419: Querida
fr: Aimée
it: Amato
ja: 愛された
ko: 좋아했다
nl: Gelikete
pt_br: Curtida
vi: Đã thích

source: Liked Playlists
ar: قوائم التشغيل التي أعجبتني
de: Lieblings-Playlists
es_419: Listas Favoritas
fr: Playlists Aimés
it: Playlist Piaciute
ja: 気に入ったプレイリスト
ko: 좋아요를 누른 재생목록
nl: Gelikete Afspeellijsten
pt_br: Playlists Curtidas
vi: Danh sách phát đã thích

source: Liked tracks
ar: المسارات التي أعجبتني
de: Likes
es_419: Me gusta
fr: Mentions J'aime
it: Canzoni Piaciute
ja: 好きな曲
ko: 좋아요 표시한 노래
nl: Gelikete Nummers
pt_br: Faixas Curtidas
vi: Bài hát đã thích

source: List is empty
ar: القائمة فارغة
de: Liste ist leer
es_419: La lista esta vacía
fr: La liste est vide
it: L'elenco è vuoto
ja: リストが空です
ko: 목록이 비어 있습니다.
nl: Lijst is leeg
pt_br: A lista está vazia
vi: Danh sách trống

source: Loading playlists...
ar: جارٍ تحميل قوائم التشغيل...
de: Playlists werden geladen...
es_419: Cargando listas...
fr: Chargement des playlists...
it: Caricamento playlist...
ja: プレイリストを読み込み中...
ko: 재생목록 로드 중...
nl: Afspeellijsten laden...
pt_br: Carregando listas...
vi: Đang tải danh sách phát...

source: Loading tracks...
ar: تحميل الأغاني...
de: Tracks werden geladen...
es_419: Cargando pistas...
fr: Chargement des morceaux...
it: Caricamento canzoni...
ja: トラックを読み込んでいます...
ko: 트랙 로드 중
nl: Nummers laden...
pt_br: Carregando faixas...
vi: Đang tải bản nhạc...

source: Loading users...
ar: جارٍ تحميل الفنانين...
de: Künstler werden geladen...
es_419: Cargando artistas...
fr: Chargement des artistes...
it: Caricamento artisti...
ja: ユーザーを読み込んでいます...
ko: 아티스트 로드 중...
nl: Gebruikers laden...
pt_br: Carregando artistas...
vi: Đang tải người dùng...

source: Logout
ar: تسجيل خروج
de: Ausloggen
es_419: Cerrar sesión
fr: Se Déconnecter
it: Disconnettersi
ja: ログアウト
ko: 로그 아웃
nl: Uitloggen
pt_br: Sair
vi: Đăng xuất

source: Most recent
ar: الأغاني الأخيرة
de: Neueste Tracks
es_419: Pistas recientes
fr: Titres récents
it: Canzoni più recenti
ja: 最近投稿された
ko: 가장 최근에 게시된
nl: Meest Recente
pt_br: Mais recente
vi: Gần đây nhất

source: My Account
ar: حسابي
de: Mein Konto
es_419: Mi cuenta
fr: Mon compte
it: Il Mio Conto
ja: 私のアカウント
ko: 내 계정
nl: Mijn Rekening
pt_br: Minha Conta
vi: Tài khoản của tôi

source: My Playlists
ar: قوائم التشغيل الخاصة بي
de: Meine Playlists
es_419: Mis Listas
fr: Mes playlists
it: Le Mie Playlist
ja: 私のプレイリスト
ko: 내 재생목록
nl: Mijn Afspeellijsten
pt_br: Minhas Playlists
vi: Danh sách phát của tôi

source: OK
ar: نعم
ja: わかりました
ko: 좋아요

source: or connect here
ar: أو الاتصال هنا
de: oder hier verbinden
es_419: o conéctate aquí
fr: ou connectez-vous ici
it: oppure connettiti qui
ja: またはここからログインしてください
ko: 아니면 여기로 연결하세요
nl: of sluit hier aan
pt_br: ou conecte-se aqui
vi: hoặc kết nối tại đây

source: Playlist is empty
ar: قائمة التشغيل فارغة
de: Die Playlist ist leer
es_419: La lista está vacía
fr: La playlist est vide
it: La playlist è vuota
ja: プレイリストが空です
ko: 재생목록이 비어 있습니다
nl: Afspeellijst is leeg
pt_br: A lista está vazia
vi: Danh sách phát trống

source: playlists
ar: قوائم التشغيل
es_419: listas
it: playlist
ja: プレイリスト
ko: 재생목록
nl: afspeellijsten
pt_br: listas
vi: danh sách phát

source: powered by
ar: مدعوم من
de: angetrieben von
es_419: impulsado por
fr: alimentée par
it: alimentato da
ja: による提供
ko: 에 의해 구동
nl: aangedreven door
pt_br: alimentado por
vi: được cung cấp bởi

source: Press and hold track to remove download
ar: اضغط مع الاستمرار على المسار لإزالة التنزيل
de: Titel drücken und gedrückt halten Download entfernen
es_419: Mantenga presionada la canción para eliminar la descarga
fr: Appuyez et maintenez un morceau pour le supprimer
it: Tiene premuto il brano per rimuovere il download
ja: ダウンロードを削除するには曲を長押しします
ko: 다운로드를 삭제하려면 노래를 길게 누르세요.
nl: Houd track ingedrukt om de download te verwijderen
pt_br: Pressione e segure a faixa para remover o download
vi: Nhấn và giữ bản nhạc để xóa bản tải xuống

source: Related
ar: ذات الصلة
de: ähnliche Tracks
es_419: Similares
fr: Similaires
it: Simili
ja: 類似トラック
ko: 비슷한 트랙
nl: Gerelateerd
pt_br: Semelhantes
vi: Có liên quan

source: Remove All
ar: حذف الكل
de: Alles entfernen
es_419: Eliminar Todos
fr: Tout Effacer
it: Rimuovere Tutti
ja: すべて削除する
ko: 모두 제거
nl: Verwijder Alles
pt_br: Deletar Tudo
vi: Bỏ hết

source: Search
ar: بحث
de: Suchen
es_419: Buscar
fr: Rechercher
it: Cercare
ja: 探す
ko: 찾다
nl: Zoeken
pt_br: Pesquisar
vi: Tìm kiếm

source: Search for %@
ar: بحث عن %@
de: Suchen nach %@
es_419: Buscar %@
fr: Rechercher des %@
it: Cerca %@
ja: %@ で検索
ko: %@ 를 검색하세요
nl: Zoek naar %@
pt_br: Pesquisar por %@
vi: Tìm kiếm %@

source: See all
ar: اظهار الكل
de: Alle anzeigen
es_419: Ver Todo
fr: Tout Voir
it: Vedere Tutto
ja: すべてを見る
ko: 모두 보기
nl: Alles Zien
pt_br: Ver Tudo
vi: Nhìn thấy tất cả

source: Settings
ar: إعدادات
de: Einstellungen
es_419: Ajustes
fr: Réglages
it: Regolazione
ja: 設定
ko: 설정
nl: Instellingen
pt_br: Configurações
vi: Cài đặt

source: Share
ar: أنشرها
de: Teilen
es_419: Compartir
fr: Partager
it: Condividere
ja: 分け合う
ko: 함께 나누다
nl: Deel
pt_br: Compartilhar
vi: Chia sẻ

source: Show QR Code
ar: إظهار رمز الاستجابة السريعة
de: QR-Code anzeigen
es_419: Mostrar Código QR
fr: Afficher Code QR
it: Mostra Codice QR
ja: QRコードを表示
ko: QR 코드 표시
nl: Laat QR-code zien
pt_br: Mostrar Código QR
vi: Hiển thị mã QR

source: Sign in with Google
ar: الدخول مع Google
ja: Googleでサインイン
ko: 'Google로 로그인'을 시도해 보세요.
nl: Log in met Google
pt_br: Faça login no Google
vi: Đăng nhập bằng Google

source: Something Went Wrong
ar: هناك خطأ ما
de: Etwas ist schief gelaufen
es_419: Ocurrió Un Error
fr: Erreur
it: Qualcosa non funziona
ja: エラーが発生しました
ko: 에러 발생됨
nl: Er is iets fout gegaan
pt_br: Algo deu errado
vi: Đã xảy ra lỗi

source: Speed
ar: سرعة
de: Geschwindigkeit
es_419: Velocidad
fr: Vitesse
it: Velocità
ja: スピード
ko: 재생 속도
nl: Snelheid
pt_br: Velocidade
vi: Tốc độ

source: Tap
ar: لمس
de: Spielerrate
es_419: Pulsar la
fr: Appuyez sur
it: Tocca
ja: 傍受する
ko: 대다
nl: Tik op de
pt_br: Toque
vi: Vỗ nhẹ

source: There was a problem connecting to SoundCloud. Verify your account works on soundcloud.com or try one of the other login methods
ar: حدثت مشكلة في الاتصال بـ SoundCloud. تأكد من أن حسابك يعمل على soundcloud.com أو جرّب إحدى طرق تسجيل الدخول الأخرى
de: Beim Login zu SoundCloud ist ein Problem aufgetreten. Überprüfen Sie, ob Ihr Konto auf soundcloud.com funktioniert, oder probieren Sie eine der anderen Anmeldemethoden aus
es_419: Hay un problema al conectarse a SoundCloud. Verifique que su cuenta funcione en soundcloud.com o pruebe uno de los otros métodos de inicio de sesión
fr: Un problème est survenu lors de la connexion à SoundCloud. Vérifiez que votre compte fonctionne sur soundcloud.com ou essayez l'une des autres méthodes de connexion
it: Si è verificato un problema durante la connessione a SoundCloud. Verifica che il tuo conto funziona su soundcloud.com o prova uno degli altri metodi di accesso
ja: SoundCloud への接続に問題が発生しました。アカウントが soundcloud.com で動作することを確認するか、他のログイン方法のいずれかを試してください
ko: SoundCloud에 연결하는 중에 문제가 발생했습니다. soundcloud.com에서 계정이 작동하는지 확인하거나 다른 로그인 방법 중 하나를 사용해 보세요.
nl: Er is een probleem opgetreden bij het verbinden met SoundCloud. Controleer of je account werkt op soundcloud.com of probeer een van de andere inlogmethoden
pt_br: Ocorreu um problema na conexão com o SoundCloud. Verifique se sua conta funciona no soundcloud.com ou tente um dos outros métodos de login
vi: Đã xảy ra sự cố khi kết nối với SoundCloud. Xác minh tài khoản của bạn hoạt động trên soundcloud.com hoặc thử một trong các phương thức đăng nhập khác

source: There was a problem liking/unliking the song
ar: حدثت مشكلة في إبداء الإعجاب/عدم الإعجاب بالأغنية
de: Es gab ein Problem beim Liken/Nicht-Liken des Liedes
es_419: Hubo un problema al gustar/no gustar la canción
fr: Il y a eu un problème pour aimer/ne pas aimer la chanson
it: Si è verificato un problema mettere mi piace/non mi piace
ja: 曲を好きか嫌いかで問題が発生しました
ko: 노래에 좋아요/좋아요 표시 취소하는 중에 문제가 발생했습니다.
nl: Er is een probleem opgetreden bij het wel/niet leuk vinden van het nummer
pt_br: Ocorreu um problema ao gostar/não gostar da faixa
vi: Đã xảy ra sự cố khi thích/không thích bài hát

source: There was a problem removing the download
ar: حدثت مشكلة أثناء إزالة التنزيل
de: Beim Entfernen des Downloads ist ein Problem aufgetreten
es_419: Hubo un problema al eliminar la descarga
fr: Un problème est survenu lors de la suppression du téléchargement
it: Si è verificato un problema durante la rimozione del download
ja: ダウンロードの削除中に問題が発生しました
ko: 다운로드를 삭제하는 중에 문제가 발생했습니다.
nl: Er is een probleem opgetreden bij het verwijderen van de download
pt_br: Ocorreu um problema ao remover o download
vi: Đã xảy ra sự cố khi xóa nội dung tải xuống

source: Top tracks
ar: أفضل الأغاني
es_419: Pistas Destacadas
fr: Meilleurs Titres
it: Migliori Canzoni
ja: トップソング
ko: 인기곡
nl: Topnummers
pt_br: Faixas Superiores
vi: Bài hát hàng đầu

source: tracks
ar: الأغاني
es_419: pistas
fr: titres
it: canzoni
ja: 曲
ko: 노래
nl: nummers
pt_br: faixas
vi: bài hát

source: Trouble signing in?
ar: هل تواجه مشكلة في تسجيل الدخول؟
de: Haben Sie Probleme beim Anmelden?
es_419: ¿Tiene problemas para iniciar sesión?
fr: Vous rencontrez des difficultés pour vous connecter ?
it: Problemi per connettersi?
ja: サインインに問題がありますか?
ko: 로그인하는 데 문제가 있나요?
nl: Problemen met inloggen?
pt_br: Problemas para fazer login?
vi: Gặp vấn đề khi đăng nhập?

source: Version
ar: إصدار
es_419: Versión
it: Versione
ja: バージョン
ko: 버전
nl: Versie
pt_br: Versão
vi: Phiên bản
